const alltext = {
    welcome_text :
        "Здравствуйте! Чтобы продолжить, пожалуйста, ознакомьтесь со следующими условиями.\n\n" +
        "Только лицам старше 18 лет разрешен доступ в Бот, Бот содержит материалы для взрослых. Посещая Бот, Вы соглашаетесь со следующими условиями:\n\n" +
        "<em>1. Мне не менее 18 лет и я достиг возраста совершеннолетия.</em>\n" +
        "<em>2. Я достиг возраста совершеннолетия в юрисдикции, где я проживаю.</em>\n" +
        "<em>3. Я буду предотвращать доступ к содержанию сайта для лиц, находящихся в недееспособности или не достигших совершеннолетия.</em>\n" +
        "<em>4. Мой интерес к всей информации и материалам, представленным здесь, исключительно личный, и они предназначены только для моего личного использования. Я заявляю, что материалы с ориентацией на сексуальные темы не оскорбляют меня и не представляют угрозы для меня ни в каком виде.</em>\n\n" +
        "<b>Если Вы подтвердите это уведомление, оно не будет появляться снова.</b>",
    main_text:
        "<b>Добро пожаловать в Megan Models!</b>\n\n" +
        "Здесь вы сможете найти лучших девушек для интимных встреч.\n\n" +
        "Адреса выдаются круглосуточно через бота или в крайнем случае через куратора!\n\n" +
        "<em>Внимательно проверяйте свой адрес в Telegram, остерегайтесь мошенников, спасибо, что выбрали нас!</em>\n\n",
    city_text:
        "Введите город, в котором вы собираетесь заказывать моделей:\n\n" +
        "<em><b>Внимание!</b> Вводите город без ошибок, от этого зависит четкость подбора моделей.</em>",
    inform_text:
        "<b>🔍 Информация</b>\n\n" +
        "<em>Дорогие пользователи,</em>\n\n" +
        "<em>Хотелось бы поделиться информацией о нашем проекте, который разработан для обеспечения быстрого и комфортного поиска. Теперь вам больше не потребуется затрачивать значительное количество времени и усилий на поиск идеального способа провести досуг.</em>\n\n" +
        "<em>Мы создали структуру нашего сервиса с учетом удобства для каждого пользователя. Это позволяет сделать выбор быстрее и более простым, убирая лишние сложности.</em>\n\n" +
        "<em>Почему бы вам не избежать дополнительных трудностей в поисках удовольствия?</em>\n\n" +
        "<em><b>С уважением, </b>\nКоманда технической поддержки вашего эскорт агентства</em>",
    support_text:
        "Техническая поддержка эскорт-агентства всегда готова помочь в случае возникновения любых технических проблем. Обращайтесь в неё, если у вас возникли трудности с доступом к платформе, проблемы с оплатой услуг, вопросы по функциональности бота.\n\n" +
        "<b>Чтобы получить качественную помощь, соблюдайте следующие правила:</b>\n" +
        "1. При описании проблемы будьте максимально информативны. Укажите детали, ошибки, которые привели к проблеме.\n" +
        "2. Соблюдайте уважительное и корректное общение с сотрудниками поддержки. \n" +
        "3. Если проблема касается конфиденциальной информации, не раскрывайте личные данные в открытой переписке.\n\n" +
        "<b>Сроки ответа технической поддержки колеблются:</b>\n" +
        "- Первый уровень (10 минут): Быстрые ответы на общие вопросы и проблемы, которые могут быть решены быстро.\n" +
        "- Второй уровень (30 минут - 1 час): Сложные проблемы, требующие более глубокого анализа и решения. \n\n" +
        "Обращение в техническую поддержку позволит вам оперативно решить возникшие технические сложности и продолжить пользоваться услугами эскорт-агентства без перебоев.",

}

module.exports = alltext;